---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorRadius
source: html/8a898d68-e2b3-4560-0c29-478917078836.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorRadius Property

"Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorRadius { get; }
```